Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3648.html.tmx
Source language: sme
Languages: nob

source: Sámedikki presideanta searvá ON álgoálbmotforumii
nob: Sametingspresidenten deltar i FNs urfolksforum

source: Ovttasstuvvan Nášuvnnaid álgoálbmotforumis lea dál čoahkkin New Yorkas USA ; s. .
nob: FNs permanente forum for urfolk holder nå møte i New York i USA .

source: Sámedikki presideanta Egil Olli ovddasta Norgga Sámedikki .
nob: Sametingspresident Egil Olli representerer Sametinget i Norge .

source: Almmuhan Østby , Jan Roger .
nob: Publisert av Østby , Jan Roger .

source: Maŋimustá rievdaduvvon 23.04.2010
nob: Sist endret 23.04.2010

source: Ovttasstuvvan Nášuvnnaid álgoálbmotforumis lea čoahkkin juohke jagi New York .
nob: FNs permanente forum for urfolk holder årlige møter i New York .

source: Dán čoahkkima váldofádda lea álgoálbmogiid iešmearrideapmi .
nob: Hovedtemaet på dette møtet er urfolks selvbestemmelse .

source: ONa julggaštus álgoálbmotvuoigatvuođaid birra :
nob: FNs erklæring om urfolks rettigheter Les mer om urfolksforumet

source: Dá lea Ovttasstuvvan Nášuvnnaid álgoálbmotforum ruovttusiidu :
nob: Sametingspresident Egil Olli representerer Sametinget i Norge .
